Repository: appdevdesigns/fcf_activities
Catalog: setup/labels/labels_*.po
Languages: th

source: Team
th: [th]Team

source: Owner
th: เจ้าของ

source: Choose Your Team
th: เลือกกลุ่ม

source: Please select which Team to which you would like add an Activity. Either double-click on the name of the team or type in the name in the Search box.
th: กรุณาเลือกกลุ่มที่คุณต้องการจะเพิ่มกิจกรรม โดยกดที่ชื่อของกลุ่มสองครั้งติดกันหรือพิมพ์ชื่อกลุ่มเข้าไปที่กล่องค้นหา

source: What Ministry Team is this activity associated with?
th: กิจกรรมนี้เกี่ยวข้องกับกลุ่มพันธกิจใด

source: Step 1 of 3
th: ขั้นตอนที่ 1 ถึง 3

source: Next
th: ต่อไป

source: Previous
th: ก่อนหน้านี้

source: Submitted By:
th: ผู้ส่ง

source: Team(s):
th: กลุ่ม:

source: Created On: <%= createdAt %>
th: [th]Created On: <%= createdAt %>

source: Under Team:
th: ภายใต้กลุ่ม:

source: Under Project:
th: ภายใต้โครงการ

source: Activity Name
th: ชื่อกิจกรรม

source: Please use a name everyone associated with the activity will organize
th: [th]Description here.

source: Start Date
th: วันที่เริ่มต้น

source: End Date
th: วันที่สิ้นสุด

source: Team Objectives
th: วัตถุประสงค์ของกลุ่ม

source: Every activity must meet at least one objective. Please choose all that apply:
th: ทุกกิจกรรมควรจะมีอย่างน้อยหนึ่งวัตถุประสงค์ กรุณาเลือทุกกิจกรรมที่เกี่ยวข้อง

source: Description
th: บรรยาย

source: Please describe this activity using the team objective as guideline
th: กรุณาอธิบายกิจกรรมนี้โดยใช้วัตถุประสงค์ของกลุ่มเป็นแนวทาง

source: New Activity
th: กิจกรรมใหม่

source: Image
th: รูปภาพ

source: Caption:
th: คำบรรยายใต้ภาพ

source: Date:
th: วันที่

source: People in photo:
th: ผู้ที่อยู่ในรูปภาพ

source: For Activity:
th: สำหรับกิจกรรม:

source: New Image
th: รูปภาพใหม่

source: Activity
th: กิจกรรม

source: Updated Image
th: รูปภาพที่ทำการอัพเดทแล้ว (ปรับให้เป็นปัจจุบัน)

source: Instructions
th: คำแนะนำ

source: Step 2 of 3
th: ขั้นตอนที่ 2 ใน 3

source: Team:
th: [th]Team:

source: Choose one of the following activities associated with this team.
th: [th]Choose one of the following activities associated with this team.

source: If you do not see an activity in the list then click the add activity button.
th: [th]If you do not see an activity in the list then click the add activity button.

source: Add Activity
th: [th]Add Activity

source: Submitted by
th: [th]Submitted by

source: Approved by
th: [th]Approved by

source: Add a New Activity
th: [th]Add a New Activity

source: Cancel
th: [th]Cancel

source: Add
th: [th]Add

source: Step 3 of 3
th: [th]Step 3 of 3

source: All Activities for
th: [th]All Activities for

source: People in this photo:
th: [th]People in this photo:

source: Drag image here
th: [th]Drag image here

source: - or -
th: [th]- or -

source: Click to open the file browser
th: [th]Click to open the file browser

source: caption
th: [th]

source: tags
th: [th]

source: Delete
th: [th]Delete

source: Save Image
th: [th]Save Image

source: Activities:
th: [th]Activities:

source: New/Update Activity
th: [th]New/Update Activity

source: search
th: [th]

source: Ministry Team
th: [th]Ministry Team

source: Project/Owner
th: [th]Project/Owner

source: Current Activity Report
th: [th]Current Activity Report

source: Finish
th: [th]Finish

source: Dashboard
th: [th] Dashboard
